Repository: evonaut/bolzplatz
Catalog: bolzplatz/locale/*/LC_MESSAGES/django.po
Languages: de

source: You already betted on this match!
de: Du hast für dieses Spiel bereits einen Tipp abgegeben!

source: You can only bet on games that haven't started yet
de: Du kannst nur Tipps für noch nicht laufende Spiele abgeben

source: You can only change bets for games that haven't started yet
de: Tipps können nur für noch nicht gestartete Spiele geändert werden

source: Change Bet
de: Tipp ändern

source: Match:
de: Spiel:

source: Bet:
de: Tipp:

source: Save
de: Speichern

source: Create Bets
de: Tippen

source: You can place bets on future matches until they start.
de: Du kannst bis zum Start eines Spiels Tipps abgeben.

source: Evaluate Bets
de: Tippauswertung

source: Bet Evaluation
de: Tippauswertung

source: points
de: Punkte

source: Too bad, zero points for everyone.
de: Keine Punkte für niemand. Das ist sehr schade.

source: My Bets
de: Meine Tipps

source: Match
de: Spiel

source: Date
de: Datum

source: Bet
de: Tipp

source: Result
de: Ergebnis

source: Score
de: Punkte

source: You have not placed bets yet.
de: Du hast noch keine Tipps abgegeben.

source: Place Bets
de: Tipps abgeben

source: Rules
de: Regeln

source: The Rules
de: Die Regeln

source: You can place your bet until a match starts. If you haven't betted on a game it will be scored with 0 points. Bets will be evaluated against the final result of the match. This includes added times and knockouts.
de: Du kannst bis zum Spielanfang einen Tipp abgeben. Wenn du auf ein Spiel nicht getippt hast, wird es mit 0 Punkten gewertet. Für die Bewertung zählt das Endergebnis inklusive eventueller Verlängerung und Elfmeterschießen.

source: Bets will be evaluated on the day following the match latest.
de: Tipps werden spätestens am Tag nach dem jeweiligen Spiel ausgewertet.

source: Scores
de: Punkte

source: Points are awarded as follows:
de: Punkte werden wie folgt vergeben:

source: Tendency
de: Tendenz

source: Goal Difference
de: Tordifferenz

source: Correct Result
de: Richtiger Endstand

source: Win
de: Sieg

source: Points
de: Punkte

source: Draw
de: Unentschieden

source: English
de: Englisch

source: Scores for:
de: Rangliste:

source: Rank
de: Rang

source: User
de: Benutzer

source: No scores available.
de: Keine Punkte verfügbar

source: All Groups
de: Alle Gruppen

source: Euro 2016 Betting
de: Euro 2016 Tippspiel

source: Imprint
de: Impressum

source: Logout
de: Abmelden

source: Register
de: Registrieren

source: Login
de: Anmelden

source: A user with that name already exists.
de: Ein Benutzer dieses Namens existiert bereits.

source: You are now logged out.
de: Du bist jetzt abgemeldet.

source: Create Account
de: Benutzerkonto erstellen

source: You need to be logged out to register
de: Du musst abgemeldet sein um ein Benutzerkonto zu erstellen.

source: Please use your login as username to be able to obtain prizes.
de: Bitte verwende deinen Login als Benutzernamen, damit wir am Schluss wissen, wer einen Preis gewonnen hat. Wenn du einen anderen Benutzernamen verwendest, bist du von der Preisvergabe leider ausgeschlossen.

source: Please use a password that isn't used anywhere else.
de: Bitte wähle ein Passwort, das du nirgendwo an anderer Stelle verwendest.

source: Account Created
de: Benutzerkonto erstellt

source: Your account has been created!
de: Dein Benutzerkonto wurde erstellt!

source: Select Group
de: Gruppe auswählen

source: You need to join a group before you can place your bets. Please choose one from the list.
de: Um zu tippen musst du Mitglied einer Tippgruppe werden. Bitte wähle eine Gruppe aus der Liste.

source: Please note that you can only be awarded a prize if you join the group of your site.
de: Bitte beachte dass nur am Gewinnspiel deines eigenen Standorts teilnehmen kannst.
